#!/usr/local/bin/python3
import sys
import json
star_list  = ['藤浦惠', '波多野結衣', '三上悠亜', '篠田優', '佳苗琉花', '松本芽衣', '大橋未久', '桃乃木香奈', 'RION', '吉川愛美', '上原亞衣', '吉澤明步', '浜崎真緒', '明日花綺羅', '佳奈美芽梨', '鈴木里美', 'Julia', '蒼井空', '白石茉莉奈', '矢澤美美', '水野朝陽', '水菜麗', '沖田杏梨', '麻倉憂', '高橋聖子', '鈴木心春', '佐倉絆', '友田彩也香', '麻生希', '松島楓', '麻美由真', '矢澤美々', '湊莉久', '桃谷繪里香', '希志愛野', '仁科百華', '椎名空', '石原莉奈', '佐山愛', '北川瞳', '南梨央奈', '大槻響', '凰香奈芽', '天使萌', '田中瞳', '天海翼', '瀧澤蘿拉', '小島南', '彩美旬果', '涼宮琴音']
porn_star_video_list = {
    '三上悠亜': ['snis850b_hd.mkv'],
    '吉川愛美': ['team044_hd.mkv'],
    'RION': ['snis623_hd.mkv'],
    '大橋未久': ['mide139a_hd.mkv'],
#    '波多野結衣': ['mxgs896_hd.mkv'],
}


